Repository: c9moser/sgbackup
Catalog: PO/*.po
Languages: de

source: Unable to load Epic manifest "{manifest}"! ({error})
de: Kann Epic Manifest "{manifest}" nicht laden! ({error})

source: Add a new game.
de: Neues Spiel hinzufügen.

source: Manage new Steam-Apps.
de: Neue Steam-Apps verwalten.

source: Backup all <i>active</i> and <i>live</i> Games.
de: Alle <i>aktiven</i> und <i>live</i> Spiele sichern.

source: Key
de: Schlüssel

source: Active
de: Aktiv

source: No icon-name for sgtype {}
de: Kein Icon-Name für sgtype {}

source: Do you want to create a new savegame for <i>{game}</i>?
de: Willst du ein neues SaveGame für <i>{game}</i> erstellen?

source: The new savegame is added to the finsihed savegames for the game.
de: Das Neue SaveGame wird zu den beendeten Speicherständen für dieses Spiel hinzugefügt.

source: Backup the SaveGames for this game.
de: Sichere das SaveGame für dieses Spiel.

source: Remove this game. <span weight='ultrabold'>This also deletes the game configuration file!!!</span>
de: Lösche dieses Spiel! <span weight='ultrabold'>Dies wird auch die Konfigurationsdatei des Spiels löschen!!!</span>

source: Do you really want to remove the game <span weight='bold'>{game}</span>?
de: Wills du wirklich das Spiel <span weight='bold'>{game}</span> löschen?

source: Removing games cannot be undone!!!
de: Das Löschen von Spielen kann nicht Rückgängig gemacht werden!!!

source: Savegame name
de: Speicherstandname

source: Timestamp
de: Zeitstempel

source: Size
de: Größe

source: %m.%d.%Y %H:%M:%S
de: %d.%m.%Y %H:%M:%S

source: Restore the SaveGameBackup.
de: Stelle das Speicherstandbackup wieder her.

source: Convert to another SaveGameBackup.
de: Konvertiere zu anderen Speicherstandbackup.

source: Delete this SaveGameBackup.
de: Lösche dieses Speicherstandbackup.

source: {games} Games -- {active} Games active -- {live} Games live -- {finished} Games finished
de: {games} Spiele -- {active} Spiele aktiv -- {live} Spiele live -- {finished} Spiele beendet

source: There are no games to backup!
de: Es gibt keine Spiele zu sichern!

source: There were no games to backup found!
de: Es wurden keine Spiele zum Sichern gefunden!

source: Value:
de: Wert:

source: Filename
de: Dateiname

source: Regular expression
de: Regulärer Ausdruck

source: Linux native
de: Linux

source: Is active?
de: Ist Aktiv?

source: Is live?
de: Ist live?

source: Key:
de: Schlüssel:

source: Savegame Type:
de: Speicherstandtyp:

source: Game name:
de: Spielname:

source: Savegame name:
de: Speicherstandname:

source: Game
de: Spiel

source: Root directory:
de: Wurzelverzeichnis:

source: Backup directory:
de: Speicherverzeichnis:

source: Match Files
de: Dateiübereinstimmung

source: Ignore Files
de: Ignoriere Dateien

source: Lookup Registry keys
de: Registrierungsschlüssel nachschlagen

source: Installations directory Registry keys
de: Registrierungsschlüssel für Installationsverzeichnis

source: Executable:
de: Ausführbare Datei:

source: Executable
de: Ausführbare Datei

source: Installation directory:
de: Installationsverzeichnis:

source: Steam libraries
de: Steam Bibliotheken

source: Apply
de: Anwenden

source: Cancel
de: Abbrechen

source: SGBackup: Select Steam library path
de: SGBackup: Wähle Steam Bibliothekspfad

source: SGBackup: Change Steam library path
de: SGBackup: Ändere Steam Bibliothekspfad

source: SGBackup: New Steam apps
de: Neue Steam-Apps

source: Add SteamApp as new Game.
de: Füge Steam-App als neues Spiel hinzu.

source: Add SteamApp to ignore list.
de: Füge Steam-App zur Ignorieren-Liste hinzu.

source: Lookup SteamApp for already registered game.
de: Schlage Steam-App unter den bereits registrierten Spielen nach.

source: Lookup SteamApp online.
de: Suche Steam-App online.

source: SGBackup: Add Steam Game
de: SGBackup: Füge Steam-Spiel hinzu

source: Do you want to put <span weight="bold">"{steamapp}"</span> on the ignore list?
de: Wills du wirklich das Spiel <span weight='bold'>{steamapp}</span> auf die Ignorieren-Liste setzen?

source: Please enter the reason for ignoring this app.
de: Bitte gib eine Begründing für das Ignorieren dieser App ein.

source: There were no new Steam-Apps found!
de: Es wurden keine Steam-Apps gefunden!

source: There are no Steam-Apps that are ignored!
de: Es gibt keine Steam-Apps die ignoriert werden!

source: SGBackup: manage ignored SteamApps
de: SGBackup: Verwalte ignorierte Steam-Apps

source: Close
de: Schießen

source: Reason:
de: Begründung:

source: _Add Game
de: Spiel _hinzufügen

source: _Backup active & live games
de: Aktive- & Live-Spiele sichern

source: Backup _all games
de: _Alle Spiele sichern

source: New Steam Apps
de: Neue Steam-App

source: Manage Steam Libraries
de: Steam Bibliotheken verwalten

source: Manage Ignored Apps
de: Ignorierte Steam-Apps verwalten

source: _Settings
de: _Einstellungen

source: _Help
de: _Hilfe

source: _About SGBackup
de: _Über SGBackup

source: _Quit
de: _Beenden

source: Convert to _Windows
de: Nach _Windows konvertieren

source: Convert to _Linux
de: Nach _Linux konvertieren

source: Convert to _Mac OS
de: Nach _MacOS konvertieren

source: Convert to _Steam Windows
de: Nach _Steam-Windows konvertieren

source: Convert to Steam Linux
de: Nach _Steam-Linux konvertieren

source: Convert to Steam Mac OS
de: Nach _Steam-MacOS konvertieren
